Repository: Klickfabrik/kf_categoryfilter
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# flexforms_general.settings
source: Settings
de: Einstellungen

# pi1_title
source: Content Filter
de: Inhalt Filter

# flexforms.switchableController
source: Plugin options
de: Plugin Optionen

# flexforms.mode.select
source: - please select -
de: - Bitte wählen -

# flexforms.mode.category.list
source: Categories as hashes
de: Kategorien als Tags

# flexforms.mode.category.list_current
source: Categories as hashes (current Page)
de: Kategorien als Tags (aktuelle Seite)

# flexforms.mode.category.select
source: Categories from pages
de: Kategorien von Seiten

# flexforms.mode.category.isotope
source: Categories as isotope
de: Kategorien als Isotope

# flexforms_general.selectMenu
source: Categories Menü
de: Kategorien Menü

# flexforms_general.parentCategories
source: Categories
de: Kategorien

# flexforms_general.recursive
source: Recursive (all subcategories)
de: Alle Punkte unter der Auswahl

# flexforms_general.orderBy
source: Sorting
de: Sortierung

# flexforms_general.orderBy.asc
source: ascending (ASC)
de: Absteigend (ASC)

# flexforms_general.orderBy.desc
source: descending (DESC)
de: Aufsteigend (DESC)

# flexforms_general.orderByType
source: Sorting by
de: Sortierung nach

# flexforms_general.orderByType.id
source: Page-ID
de: Seiten-ID

# flexforms_general.orderByType.name
source: Page-Name
de: Seiten-Name

# flexforms_general.orderByType.pagetree
source: Page-Tree
de: Seiten-Baum
